{
  "Menu": {
    "home": "الرئيسية",
    "about-us": "عن ثري سيفنز جاردز",
    "our-services": "خدماتنا",
    "jobs": "وظائف",
    "contact-us": "اتصل بنا",
    "news": "اخبارنا",
    "contacts": "جهات الإتصال",
    "fast-access": "وصول سريع",
    "our-companies": "شركاتنا"
  },
  "HomePage": {
    "our-services-contain": "خدماتنا تشمل",
    "service-1": "تامين المنشات",
    "service-2": "تامين الافراد vip",
    "service-3": "الدعم السريع و الاستشارات الامنيه",
    "service-4": "تأمين نقل الأموال",
    "service-5": "تأمين الفعاليات العامة.",
    "service-6": "تصميم الانظمه الامنيه و تنفيذها",
    "service-7": "الامن الصناعي",
    "service-8": "الامن النسائي",
    "service-9": "خدمات كلاب الحراسه",
    "service-10": "التدريب علي السلامه و الصحه المهنيه"
  },
  "JobsPage": {
    "available": "متاح",
    "closed": "مغلق",
    "experience": "الخبرة",
    "salary": "الراتب",
    "location": "الموقع",
    "shift": "الوردية",
    "education": "التعليم",
    "skills": "المهارات",
    "duration": "المدة",
    "count": "العدد",
    "month": "شهر",
    "join-us": "انضم إلى فريقنا المتفاني في حماية المجتمعات وضمان سلامة الأفراد.",
    "back-to-home": "العودة إلى الصفحة الرئيسية",
    "no-jobs-title": "لا توجد وظائف شاغرة حاليًا",
    "no-jobs-desc": "شكرًا لاهتمامك بالانضمام إلى فريقنا في 777 Guards. على الرغم من عدم وجود أي وظائف شاغرة في الوقت الحالي، نشجعك على التحقق بانتظام لمعرفة آخر الفرص الجديدة.",
    "not-specified": "غير محدد"
  },
  "ContactUsPage": {
    "have-question": "هل لديك سؤال؟",
    "lets-talk": "لنتحدث عن كيف يمكن لـ",
    "help-you": "ان تساعدك",
    "info-one": "موظفو الأمن المدربون والمجهزون بأحدث التقنيات لضمان الأمان والحماية لممتلكاتك.",
    "info-two": "حلول أمنية شاملة مصممة لتلبية الاحتياجات والمتطلبات الخاصة بمؤسستك.",
    "info-three": "خدمات المراقبة والمراقبة على مدار الساعة التي يقدمها فريقنا ذو الخبرة من المحترفين في مجال الأمن.",
    "full-name": "الاسم الكامل",
    "email": "البريد الإلكتروني",
    "how-to-help": "كيف يمكننا المساعدة؟",
    "get-prices": "الحصول على الأسعار.",
    "arrange-meeting": "ترتيب اجتماع",
    "know-more": "معرفة المزيد عن 777-Guards.",
    "others": "آخر",
    "your-message": "رسالتك ؟",
    "submit": "إرسال",
    "contact-us-message": "تم استلام استفسارك وسنتواصل معك عبر البريد الإلكتروني أو الهاتف قريبًا.",
    "birthday": "تاريخ الولادة",
    "start-date": "اقرب موعد للبدء",
    "phone-number": "رقم الهاتف",
    "address": "العنوان",
    "apply-message": "شكرًا لتقديمك طلبك لوظيفتنا. سنقوم بالاتصال بك قريبًا لمتابعة العملية."
  },
  "AboutUsPage": {
    "about": "نبذة عنا",
    "request": "طلب الخدمة",
    "main-services": "اهم خدماتنا",
    "main-section-title": "نحن هنا لتوفير خدمات أمن شاملة على مدار الساعة طوال أيام الأسبوع لضمان السلامة والامتثال",
    "main-section-description": "نقدم خدمات أمنية شاملة على مدار الساعة، 24 ساعة في اليوم، مع الامتثال الكامل لمتطلبات الخدمة والمعايير. نضمن أن خدماتنا الأمنية توفر بيئة آمنة لجميع موظفينا وزوارنا الكرام من خلال وجود قوي وكفاءة عالية. هدف خدماتنا الأمنية هو منع الضرر والمخاطر، سواء كانت إصابات جسدية أو سرقات، والسيطرة على حركة الدخول والخروج من أي مرفق.",
    "our-services": "خدماتنا",
    "service-1-title": "خدمات الأمن والحراسة.",
    "service-1-desc": "المراقبة الإلكترونية (الكاميرات) وأنظمة الإنذار المبكر بالحرائق، أجهزة الكشف بالأشعة السينية، أنظمة التحكم في الوصول الداخلي، أجهزة الحماية المحيطية، وحلول الأمان المتكاملة المختلفة، تضم الشركة فريقًا من المهندسين المؤهلين والفنيين الماهرين ذوي الخبرة في مختلف التقنيات الأمنية.",
    "service-2-title": "خدمات (تركيب - صيانة - مراقبة - تشغيل ) الأنظمة الأمنية.",
    "service-2-desc": "خدمات أمن وإدارة شاملة للمؤسسات العامة والشركات الخاصة، والمراكز التجارية، والمستشفيات، والنوادي، والقرى السياحية، والبنوك، والفنادق، سواء داخلية أو خارجية، بما في ذلك الأبراج والمستودعات.",
    "service-3-title": "خدمات الإستشارات الأمنية.",
    "service-3-desc": "تساعد خدماتنا للاستشارات الأمنية عملائنا الكرام عن طريق توفير رؤى واضحة في التطورات الأمنية في المنطقة وتطوير خطط أمنية مناسبة. يساعد هذا في التخطيط المسبق لتوسيع الأعمال التجارية وتقليل مخاطر الأمن مع التخطيط المسبق السليم. يشمل ذلك تحليل المخاطر والتقييم واتخاذ التدابير الوقائية للحد من مخاطر الأمن.",
    "service-4-title": "خدمات تأمين المناسبات والفاعليات.",
    "service-4-desc": "نقدم خدمات شاملة لتخطيط وإدارة الفعاليات لكل من الفعاليات العامة والخاصة، كما نقدم حماية خاصة للأفراد ذوي الشهرة العالية ونوفر قوافل سيارات آمنة. تقدم شركتنا هذه الخدمة بموظفين مدربين خصيصًا، مما يضمن معايير أمن عالية. يتضمن فريقنا ضباط سابقين لديهم خبرة في إدارة القوافل.",
    "service-5-title": "خدمات التأمين بالكلاب المتخصصة K9.",
    "service-5-desc": "تقدم هذه الخدمة كلاب مدربة ومتخصصة لأغراض التفتيش. تخضع هذه الكلاب لتدريب من قبل فريق متخصص وفقًا للإرشادات المحددة من وزارة الداخلية والجهات المختصة الأخرى. تتم تخصيص هذه الكلاب لتلبية متطلبات العميل، مع الالتزام بتعليمات محددة لاكتشاف المتفجرات، واكتشاف المخدرات، والسيطرة على الشغب، وعمليات البحث والإنقاذ.",
    "service-6-title": "خدمات تأمين الشخصيات الهامة.",
    "service-6-desc": "نقدم خدمات حماية خاصة للأفراد ذوي الشهرة او الاهمية العالية ونوفر قوافل سيارات آمنة. تقدم شركتنا هذه الخدمة بموظفين مدربين خصيصًا، مما يضمن معايير أمن عالية. يتضمن فريقنا ضباط سابقين لديهم خبرة في إدارة القوافل.",
    "founded": "التأسيس",
    "founded-message": "شركة مصرية متوافقة مع القانون رقم 151 لسنة 1981، استنادًا إلى دورات معتمدة دوليًا لتحقيق أعلى مستويات الأمن والاستقرار في خدمة الأفراد والمؤسسات تحت إشراف محترفين متخصصين في إدارة الأمن والسلامة. بخبرة تزيد عن 22 عامًا.",
    "our-mission": "مهمتنا",
    "our-mission-message": "حماية الأرواح والممتلكات الخاصة بالعملاء والادارة المحكمة لحالات الطوارئ بأحدث الطرق الأمنية والتكنولوجية.",
    "head-word-title": "كلمة السيد رئيس مجلس الاداره",
    "mohamed": "المستشار / محمد عاطف البعج",
    "head-word": "تاسست شركة ثرى سيفن جاردز منذ الوهلة الاولى من رصيد الخبرة الامنية لدى مؤسسيها و فريقها الامنى و الادارى التى تمتد الى اكثر من عشرون عاما لتقدم اعلى مستوى من الخدمات الامنية للمنشات و الاشخاص و الاستشارات الامنية على مدار 24 ساعة تمكنت ثري سيفن جاردز من الاشتراك في سوق الاعمال المصري كشركه امن مصنفه فنيا علي اعلي مستوي في ظل المنافسه القويه في مصر و تسعي في الخطط المستقبليه للاشتراك في مجالات امنيه خاصه علي مستوي الوطن العربي...",
    "gm-title": "مدير عام الشركة",
    "edrees": "السيد اللواء / ادريس أحمد ادريس",
    "gm-1": "قائد الوحدة 777 قتال بالجيش المصري ( مكافحة الأرهاب الدولي ).",
    "gm-2": "رئيس قطاع الأمن والحراسة بشركة ( كوين سيرفيس ).",
    "gm-3": "العضو المنتدب لشركة الخدمات المتكاملة للﻷمن والخدمات بهيئة السكك الحديد - ( وزارة النقل ).",
    "gm-4": "قائد ( بانوراما حرب أكتوبر ).",
    "gm-5": "رئيس مجموعة أمن ( النساجون الشرقيون ).",
    "gm-6": "عضو مجلس الأدارة والمدير العام والمدير المسئول بشركة ( ثري سيفنز جاردز للأمن ونقل الأموال ).",
    "manager-title": "المدير التنفيذي",
    "kareem": "الرائد / كريم الجلودي",
    "manager-1": "ضابط شرطه سابق بوزاره الداخليه",
    "manager-2": "عمل كضابط مباحث في العديد من اقسام شرطه القاهره",
    "manager-3": "لديه خبره عمليه في المجالات الامنيه و التحقيقات الجنائيه",
    "manager-4": "خبرات ميدانيه في انواع الجرائم المختلفه تؤهله لقياده افراد الشركه للعمل الامني بالشكل الذي يليق بعملائنا",
    "manager-5": "سبق له العمل بالاقسام النوعيه لجرائم السرقات في مدريه امن القاهره"
  }
}
