{
  "Menu": {
    "home": "Home",
    "about-us": "About Three Sevens Guards",
    "our-services": "Our services",
    "jobs": "Jobs",
    "contact-us": "Contact us",
    "news": "News",
    "contacts": "Contacts",
    "fast-access": "Fast access",
    "our-companies": "Our Companies"
  },
  "HomePage": {
    "our-services-contain": "Our services include",
    "service-1": "Facilities security",
    "service-2": "VIP individuals security",
    "service-3": "Rapid support and security consultations",
    "service-4": "Money transport security",
    "service-5": "Public events security",
    "service-6": "Design and implementation of security systems",
    "service-7": "Industrial security",
    "service-8": "Women's security",
    "service-9": "Guard dog services",
    "service-10": "Safety and occupational health training",






    
      "our-partners": "Our Partners",
      "partner-1": " International Import and Export",
      "partner-2": "Diana Beach Village",
      "partner-3": "Baladna Today Newspaper",
      "partner-4": "High System Company",
      "partner-5": "Max Clothing Stores",
      "partner-6": "Cairo Photography Company",
      "partner-7": "Omar Effendi",
      "partner-8": "Tawfik Auto Parts Company",
      "partner-9": "Red Tag",
      "partner-10": "Contracting Company (Crafts)",
  
      "partner-1-location": "El Maadi",
      "partner-2-location": "North Coast",
      "partner-3-location": "Dokki - Giza",
      "partner-4-location": "Mustafa Al-Nahhas - Nasr City",
      "partner-5-location": "Mansoura Branch",
      "partner-6-location": "Nasr City Branch - Maadi Branch",
      "partner-7-location": "Adly - Murad - Talaat Harb - Al-Liqani - Roxy - Al-Hijaz - Al-Sawalehi Branches",
      "partner-8-location": "Maadi",
      "partner-9-location": "Mall Masr",
      "partner-10-location": "Maadi"
  
  















  },
  "JobsPage": {
    "available": "Available",
    "closed": "Closed",
    "experience": "Experience",
    "salary": "Salary",
    "location": "Location",
    "shift": "Shift",
    "education": "Education",
    "skills": "Skills",
    "duration": "Duration",
    "count": "Count",
    "month": "Month",
    "join-us": "Join our dedicated team in safeguarding communities and ensuring the safety of individuals",
    "back-to-home": "Back to home",
    "no-jobs-title": "No Current Job Openings",
    "no-jobs-desc": "Thank you for your interest in joining our team at 777 Guards. While we do not have any job openings available at the moment, we encourage you to check back regularly for updates on new opportunities.",
    "not-specified": "Not specified"
  },
  "ContactUsPage": {
    "have-question": "Have A Question?",
    "lets-talk": "Let's talk about how can",
    "help-you": "help you.",
    "info-one": "Trained security personnel equipped with the latest technology to ensure safety and protection for your premises.",
    "info-two": "Comprehensive security solutions tailored to meet the specific needs and requirements of your organization.",
    "info-three": "Round-the-clock surveillance and monitoring services provided by our experienced team of security professionals.",
    "full-name": "Full name",
    "email": "Email",
    "how-to-help": "How can we help ?",
    "get-prices": "Get prices.",
    "arrange-meeting": "Arrange meeting",
    "know-more": "Know more about 777-Guards.",
    "others": "Others",
    "your-message": "Your message?",
    "submit": "Submit",
    "contact-us-message": " We have received your inquiry and will be contacting you via email or mobile shortly.",
    "birthday": "Birthday date",
    "phone-number": "Phone number",
    "start-date": "closest start date",
    "address": "Address",
    "apply-message": "Thank you for applying to our job position. We will be in touch shortly to follow up on the process."
  },
  "AboutUsPage": {
    "about": "About",
    "request": "Request service",
    "main-section-title": "We are here to provide Comprehensive 24/7 Security Services Ensuring Safety and Compliance",
    "main-section-description": "We offer comprehensive security services around the clock, 24 hours a day, with full compliance with service requirements and standards. We guarantee that our security services provide a safe environment for all our employees and valued visitors through a strong presence and high efficiency. The aim of our security services is to prevent harm and risks, whether physical injuries or thefts, and to control the movement of entry and exit from any facility.",
    "our-services": "Our services",
    "main-services": "Our Main Services",
    "service-1-title": "Security Systems Services.",
    "service-1-desc": "Electronic Surveillance (Cameras) and Early Fire Alarm Systems, X-ray Detection Devices, Indoor Access Control Systems, Perimeter Protection Devices, and various integrated security solutions, The company comprises a team of competent engineers and skilled technicians experienced in various security technologies.",
    "service-2-title": "Security and Surveillance Services.",
    "service-2-desc": "Comprehensive Security and Management Services for Public Institutions, Private Enterprises, Malls, Hospitals, Clubs, Tourist Villages, Banks, and Hotels, both interior and exterior, including towers and warehouses.",
    "service-3-title": "Security Consulting Services.",
    "service-3-desc": "Our security consulting services help our valued clients by providing clear insight into security developments in the region and developing appropriate security plans. This assists in pre-planning for business expansion and reducing security risks with proper prior planning. It includes risk analysis, evaluation, and preventive measures to mitigate security risks.",
    "service-4-title": "Events securing.",
    "service-4-desc": "We provide comprehensive event planning and management services for both public and private occasions, We also offer special protection for high-profile individuals and provide secure car convoys. Our company delivers this service with specifically trained personnel, ensuring high standards of security. Our team includes former officers with expertise in convoy management.",
    "service-5-title": "Specialized K9 Security Services.",
    "service-5-desc": "This service provides trained and specialized dogs for inspection purposes. These dogs undergo training by a specialized team following guidelines set by the Ministry of Interior and other relevant authorities. These dogs are tailored to meet client requirements, adhering to specific instructions for explosive detection, drug detection, riot control, and search and rescue operations.",
    "service-6-title": "VIP Personal Services.",
    "service-6-desc": "We provide special protection for high-profile individuals and provide secure car convoys. Our company delivers this service with specifically trained personnel, ensuring high standards of security. Our team includes former officers with expertise in convoy management.",
    "founded": "Founded",
    "founded-message": "An Egyptian company compliant with Law No. 151 of the year 1981, based on internationally accredited courses to achieve the highest levels of security and stability in serving individuals and establishments under the supervision of specialized professionals in security and safety management. With experience exceeding 22 years.",
    "our-mission": "Our Mission",
    "our-mission-message": "Protecting the lives and properties of clients and effectively managing emergency situations using the latest security and technological methods.",
    "head-word-title": "Mr. Chairman's Word",
    "mohamed": "Counselor / Mohamed Atef Al-Ba'aj",
    "head-word": "Three Sevens Guards Company was founded from the outset based on the accumulated security expertise of its founders and its security and administrative team, which extends over more than twenty years, to provide the highest level of security services for establishments, individuals, and security consultations around the clock. Three Seven Guards has managed to enter the Egyptian business market as a technically classified security company at the highest level amidst strong competition in Egypt. It aims in future plans to participate in specialized security fields at the Arab national level...",
    "gm-title": "General Manager of the Company",
    "edrees": "Major General / Idris Ahmed Idris",
    "gm-1": "Commander of Unit 777 Combat in the Egyptian Army (International Counter-Terrorism).",
    "gm-2": "Head of Security and Guarding Sector at Queen Service Company.",
    "gm-3": "Executive Member of the Integrated Security and Services Company at the Railway Authority - (Ministry of Transport).",
    "gm-4": "Commander of (October War Panorama).",
    "gm-5": "Head of Security Group (Eastern Weavers).",
    "gm-6": "Board Member, General Manager, and Managing Director of Threes Sevens Guards for Security and Money Transport Company.",
    "manager-title": "Executive Manager",
    "kareem": "Major / Kareem El-Galoudy",
    "manager-1": "Former Police Officer at the Ministry of Interior.",
    "manager-2": "Worked as a detective officer in many departments of the Cairo Police.",
    "manager-3": "Has practical experience in security and criminal investigations fields.",
    "manager-4": "Field experience in various types of crimes qualifies him to lead the company's personnel to provide security services in a manner befitting our clients.",
    "manager-5": "Previously worked in the specialized departments for theft crimes at the Cairo Security Directorate."
  }
}
